[{"id":"0.01182473929316541","subject":"email subject","title":"email title","body":"<p>I trust this email finds you <span style=\"color: rgb(0, 102, 204);\">well</span>. Following our recent discussion <span style=\"background-color: rgb(102, 163, 224);\">[mention the context or date if applicable],</span> I wanted to follow up on a few key points and ensure that we are aligned on the next steps.</p><p>[If applicable, briefly recap the main points of the previous conversation.</p><p>]</p><p>I appreciate the insights you shared during our <span style=\"color: rgb(230, 0, 0);\">discussion</span>, and I believe that [mention any specific agreements, action items, or decisions made]. As we move forward, I wanted to confirm [reiterate specific details or expectations] and address any additional questions or concerns you may have.</p><ol><li>address of the upper level</li><li>address of the second level</li><li>address of the third level</li><li>the last level</li></ol><p><br></p><p><span style=\"background-color: rgb(102, 163, 224);\">[If relevant, mention any attachments or documents you are including with the email.]</span></p><p>Please feel free to reach out if you need further clarification on any point or if there are additional matters we should address. Your input is valuable, and I am committed to ensuring that we are on the same page as we progress.</p><p>Thank you for your time and collaboration. I look forward to our continued partnership.</p><p>Best regards,</p>"},{"id":"0.8585321924078568","subject":"Complete Your Registration for Diaspora Banking","title":"Complete Your Registration","body":"<p>Hello <strong style=\"color: rgb(0, 71, 178);\">{{name}}</strong><span style=\"color: rgb(0, 102, 204);\">,</span></p><p><br></p><p>We hope this message finds you well. Thank you for selecting <span style=\"color: rgb(0, 102, 204);\">Cooperative Bank of Oromia</span> as your preferred Bank. We're excited to have you on board!</p><p>It seems that your registration process is still pending completion. To ensure you enjoy the full range of benefits our system offers, we invite you to finalize your registration effortlessly by clicking on the personalized link provided below:</p><p><br></p><p><strong><em>phone: {{phone-number}}</em></strong></p><p><a href=\"http://localhost:3000/open-account/{{account-id}}\" rel=\"noopener noreferrer\" target=\"_blank\">Registration Link</a></p><p>By clicking the link, you'll be directed to precisely where you left off in the registration process, making it convenient for you to complete the remaining steps.</p><p>If you encounter any difficulties or have questions along the way, our dedicated support team is ready to assist. Please don't hesitate to reach out.</p><p>Completing your registration will grant you access to use <span style=\"color: rgb(0, 102, 204);\">Diaspora Banking</span> services</p><p>We appreciate your swift attention to this matter. If you've already finalized your registration, kindly disregard this message.</p><p><br></p><p>Best regards,</p><p>Cooperative bank of oromia</p>"}]